IDEA Open Model
CheckResPlate.MaxStress Property
Compatible with IDEA StatiCa 20.1
 Max Stress
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double MaxStress { get; set; }
Public Property MaxStress As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
CheckResPlate Class
IdeaRS.OpenModel.Connection Namespace